export default {
  description:
    'Добро пожаловать в PassimX VPN:\n' +
    'Преимущества бота:\n\n' +
    '🔑 Быстрое получение впн ключей\n\n' +
    '🏎️ Стабильная и безлимитная скорость передачи данных\n\n' +
    '🚌 Равномерное распределение пользователей по серверам\n\n' +
    '🌍 Возможность выбрать страну\n\n' +
    '💰 Оплата российскими картами и криптовалютой\n\n' +
    '💨 Серверы не ведут журналы подключений или активности пользователей\n\n' +
    '🫂 Живая служба поддержки решит все ваши вопросы',
  short_description:
    '🔐 Надёжность шифрования трафика\n🏎️ Стабильная скорость соединения',
  menu: 'Меню',
  instruction: 'Инструкция',
  support: 'Поддержка',
  user_agreement: 'Пользовательское соглашение',
  back: 'Назад',
  to_the_tariffs: 'К тарифам',
  ton: 'ТОН',
  selected: 'выбрано',
  traffic: 'Трафик',
  term: 'Срок',
  active: 'Активен',
  expired: 'Истёк',
  unlimited: 'Безлимит',
  status: 'Статус',
  active_until: 'Активен до',
  copy_key: 'Скопировать ключ',
  click_to_copy_key: 'Чтобы скопировать ключ, просто нажмите на него',
  insert_key: 'Вставить ключ',
  connect_vpn: 'Подключиться к VPN',
  enter_amount: 'Введите сумму',
  open_download_app: 'Открыть скаченное приложение',
  welcome:
    'Добро пожаловать в PassimX VPN!\nОзнакомьтесь как работать с ботом в разделе',
  deposit_amount: 'Сумма пополнения',
  select_payment_method: 'Выберите способ пополнения',
  select_action: 'Выберите действие',
  select_tariff: 'Выберите тариф',
  select_country: 'Выберите страну сервера',
  extend_key: 'Продлить ключ',
  until: 'До',
  days: 'дней',
  one_key_more: 'Ещё ключ',
  key_created: 'Ключ создан',
  instruction_how_to_use_key:
    'Как применить: Нажмите на ссылку (ключь) выше → откройте AmneziaVPN/(для ios DefaultVPN) → нажмите на значек ' +
    ' → Нажмите Вставить/Insert. Если приложения нет — нажмите кнопку для вашей ОС ниже',
  enter_correct_number: 'Введите число, например 100',
  balance: 'Баланс',
  buy: 'Купить',
  promo: 'Промокод',
  enter_promo: 'Введите промокод',
  buy_key: 'Приобрести ключ',
  price: 'Цена',
  extended_key: '<b>Ключ продлён</b>\n\nКлюч обновлён и снова активен.',
  promo_activated: 'Промокод применён',
  to_keys: 'К ключам',
  click: 'Нажмите',
  key_not_found: 'Ключ не найден',
  tariff_not_found: 'Тариф не найден',
  active_tariffs_not_found: 'Сейчас нет доступных тарифов',
  put_money: 'Пополнить баланс',
  required_steps: 'Необходимые шаги',
  improve_balance: 'Пополнен баланс на сумму',
  my_keys: 'Мои ключи',
  rub: 'руб.',
  how_to_put_money: 'Как пополнить баланс',
  how_to_connect_key: 'Как подключить ключ',
  video_instruction: 'Видео инструкция',
  key_almost_expired:
    'Срок действия ключа подходит к концу.\nНе забудьте продлить его заранее, чтобы не потерять подключение к VPN.',
  app_links: 'Ссылки на приложение',
  no_active_keys: 'У вас нет активных ключей',
  amount: 'Сумма',
  wallet_address: 'Адрес кошелька',
  comment: 'Комментарий',
  allowed_jettons: 'Принимаемые монеты',
  click_for_the_copy: 'Для копирования достаточно нажать <b>1 раз</b>️\n\n',
  payment_inf: 'РЕКВЕЗИТЫ ДЛЯ ОПЛАТЫ',
  payment: 'Оплата',
  processing: 'Обработка...',
  click_start: 'Сначала нажмите',
  country: 'Страна',
  start_date: 'Дата начала',
  key: 'Ключ',
  change_server: 'Сменить страну сервера',
  error_try_again_later: 'Сервер пока не доступен',

  message_try_first_key:
    '<b>Давайте подключим первое устройство</b>\nВоспользуйтесь пробным периодом, чтобы открыть доступ к интернету без ограничений\n\nЭто займет всего пару минут\n\n<b>Появились трудности с подключением?</b>\nПри любых вопросах вы можете обратиться в поддержку',
  message_8_march:
    '<b>🌹Поздравляем всех прекрасных девушек с Международным женским днём!</b>\n\nПусть этот день будет наполнен улыбками, теплом, вдохновением и приятными сюрпризами. Вы делаете мир ярче, добрее и красивее 💐\n\nВ честь этого дня мы запускаем праздничные промокод — <b>месяц беслпатного пользования VPN</b>\n\nЭто отличный повод подключиться сейчас или продлить подписку на выгодных условиях!\n\n🎁 Промокод: <b>MARCH8</b>\n\nКак использовать:\n1. Откройте бота\n2. Нажмите «🌐️ Меню»\n3. Нажмите «🛒 Приобрести ключ»\n4. Нажмите «30 дней - 59 руб»\n5. Нажмите «🎟 Промокод»\n6. Отправьте сообщение «MARCH8»\n6. Нажмите «✅ Купить»\n\nС праздником весны! 🌷\nПусть интернет будет свободным, а настроение — отличным! 💐',
  message_new_feature_change_countries:
    '⚡️ Новая функция: <b>смена страны VPN</b>\n\n' +
    'Теперь вы можете перевыпустить ключ и выбрать другую страну всего за пару кликов прямо в боте.\n\n' +
    'Доступные страны:\n' +
    '🇷🇺 <b>Россия</b>\n' +
    '🇱🇻 <b>Латвия</b>\n' +
    '🇩🇪 <b>Германия</b>\n' +
    '🇭🇰 <b>Гонконг</b>\n\n' +
    'Смена страны может помочь <b>открывать сервисы и приложения, недоступные из вашего региона</b>, а иногда и улучшить <b>скорость соединения</b>.\n\n' +
    '<b>Важно: при смене сервера не забудьте заменить ключ в приложении!</b>\n\n' +
    'Попробуйте — это займёт всего несколько секунд 🚀',

  ru_name: 'Россия',
  ru_flag: '🇷🇺',
  lv_name: 'Латвия',
  lv_flag: '🇱🇻',
  de_name: 'Германия',
  de_flag: '🇩🇪',
  hk_name: 'Гонконг',
  hk_flag: '🇭🇰',
  nl_name: 'Нидерланды',
  nl_flag: '🇳🇱',
  se_name: 'Швеция',
  se_flag: '🇸🇪',

  tariff_3: 'Пробный (3 дня)',
  tariff_30: '30 дней',
  tariff_60: '60 дней',
  tariff_90: '90 дней',
  tariff_365: '365 дней',
};
